Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Kessel może mnie nauczyć walki bronią jednoręczną i kuszą.
uk: Кессель може навчити мене використовувати одноручну зброю та арбалети.

source: Kessel nigdy nie opuścił podziemi Vardhal.
uk: Кессель назавжди залишився в підземеллях Вардхалу.

source: Kessel od lat próbował sprawić, by przejrzeli na oczy. Niestety, bez większych sukcesów.
uk: Кессель вже багато років намагається змусити їх прозріти. На жаль, без особливого успіху.

source: Kessel po odnalezieniu Rozjemcy próbował go dobyć.
uk: Кессель, знайшовши Миротворця, спробував його підняти.

source: Kessel po odnalezieniu Rozjemcy próbował go dobyć. Nie skończyło się to najlepiej.
uk: Кессель, знайшовши Миротворця, спробував його підняти. Добром це не закінчилось.

source: Kessel pomoże mi utrzymać formę w Vardhal. Mogę u niego rozwinąć siłę oraz zręczność, a także poćwiczyć walkę wszelakimi rodzajami oręża.
uk: Кессель допоможе мені підтримувати форму у Вардхалі. З ним я зможу розвивати силу і спритність, а також практикуватись у володінні всіма видами зброї.

source: Kessel poprosił mnie wczoraj o audiencję. Mówił, że miejski dygnitarz, Volker, jest ogniwem zagrażającym równowadze na wyspie, lecz brakuje mu dowodów na jego rzekome kłamstwa.
uk: Вчора Кессель попросив мене про аудієнцію. Він сказав, що міський високопосадовець Волкер є загрозою для рівноваги на острові, але у нього забракло доказів.

source: Kessel przyniósł cię tu zeszłej nocy na własnych ramionach.
uk: Кессель притяг тебе сюди минулої ночі на власних плечах.

source: Kessel stracił nad sobą panowanie, gdy zrozumiał, że nie może dzierżyć miecza.
uk: Кессель втратив контроль над собою, коли зрозумів, що не може впоратися з мечем.

source: Kessel stracił nad sobą panowanie.
uk: Кессель втратив самоконтроль.

source: Kessel upiera się, by moje dołączenie do Wodnego Kręgu odbyło się w specjalnym dla wyznawców Adanosa miejscu. Mam się z nim spotkać w okolicy spalonej chaty, przy rzece pomiędzy Silbach a Wybrzeżem Topielców.
uk: Кессель наполягає, щоб мій вступ до Кільця Води відбувся в особливому для послідовників Аданоса місці. Я маю зустрітися з ним біля спаленої хатини, на березі річки між Сільбахом і Узбережжям луркерів.

source: Kessel wrócił z pracownikami. Przy okazji wziął ze sobą Dismasa, Markusa i Stone'a - będą się zajmować naszym sprzętem podczas wyprawy.
uk: Кессель повернувся з працівниками. До речі, він взяв з собою Дісмаса, Маркуса і Стоуна – вони подбають про наше спорядження під час експедиції.

source: Kessel wyruszył zrekrutować naszych pracowników. Powinien wrócić za dzień lub dwa.
uk: Кессель вирушив набрати працівників. Він має повернутися через день-два.

source: Kessel zgodził się na moje dołączenie do Wodnego Kręgu. Zanim to jednak nastąpi, zgodnie z tradycją muszę wykonać zadanie inicjacyjne. Mam pozbyć się krzykaczy Lichwiarza, którzy krążą po mieście i nakłaniają mieszkańców do dołączania w szeregi prywatnej armii Volkera.
uk: Кессель погодився прийняти мене до Кільця Води. Але перш ніж це станеться, я маю, згідно з традицією, виконати вступне завдання. Я маю позбутися повісників Лихваря, які тиняються містом і закликають містян вступати до лав приватної армії Волкера.

source: Kessel został w ruinach. Nie martw się, zemszczę się w imieniu jego i całego Wodnego Kręgu.
uk: Кессель залишився в руїнах. Не хвилюйся, я помщуся за нього і за все Кільце Води.

source: Kessel... tak mi przykro...
uk: Кесселю... Мені дуже шкода...

source: Kesselu! Nie tym tonem! Nie zapominaj, do kogo się zwracasz. Rozmawiasz z najwyższym rangą Magiem Wody.
uk: Кесселю! Не таким тоном! Не забувай, до кого ти звертаєшся. Ти розмовляєш з Магом Води найвищого рангу.

source: Kesselu, Marvinie. Razem z pozostałymi Magami Wody, prawie jednogłośnie, po wielu godzinach modlitwy, podjęliśmy decyzję.
uk: Кесселю, Марвіне. Разом з іншими Магами Води, після багатогодинної молитви, ми майже одноголосно прийняли рішення.

source: Kesselu, czy chciałbyś coś dodać?
uk: Кесселю, хочеш щось додати?

source: Khorinis, mimo posiadania
uk: незважаючи на наявність

source: Kiedy Reez zniknął?
uk: Коли Різ зник?

source: Kiedy Wilczy Synowie skakali nam do gardeł, użyłem runy i próbowałem teleportować nas obu.
uk: Коли Вовчі Сини накинулися на нас, я використав руну і спробував телепортувати нас.

source: Kiedy akurat nikt mi nie przeszkadza, to całkiem nieźle.
uk: Коли мені ніхто не заважає, то все досить добре.

source: Kiedy byłem już kompletnie pijany, zagadał do mnie farmer i zaproponował zakład, kto wypije więcej i utrzyma się na nogach.
uk: Коли я вже зовсім сп'янів, до мене заговорив фермер і запропонував побитися об заклад, хто більше вип'є і втримається на ногах.

source: Kiedy będzie gotowa, wyślę po ciebie jakiegoś gońca, nie bój nic.
uk: Коли буде готова, я пошлю за тобою посланця, не бійся.

source: Kiedy będziemy z kimś walczyć? Walki są proste i przyjemne, wiesz?
uk: Коли ми будемо з кимось битися? Битися – це ж так легко і весело, ти знав?

source: Kiedy będziesz miał pewność, że pazur jest całkowicie wysunięty, podważ go i najlepiej rozetnij skórę wokół.
uk: Коли переконаєшся, що кіготь повністю витягнутий, підваж його і бажано обріж шкіру навколо нього.

source: Kiedy będziesz miał przed sobą martwą polną bestię czy pełzacza, złap ich żuwaczki u nasady, gwałtownie przekręć i szarpnij. Powinny znaleźć się w twoich rękach.
uk: Коли перед тобою буде мертвий польовий жук, або повзун, схопи його за щелепу біля основи, сильно крутани та смикни. Щелепа повинна опинитися у тебе в руках.

source: Kiedy będziesz miał to za sobą, podważ go i szarpnij kilkukrotnie najpierw w jedną, potem w drugą stronę. Za którymś razem oddzielisz róg od ciała.
uk: Коли добре за нього вхопишся, припідніми його і смикни кілька разів спочатку в один бік, а потім в інший. З якоїсь спроби ти відокремиш ріг від тіла.

source: Kiedy cię nie było, znalazłem twoją książkę.
uk: Поки тебе не було, я знайшов твою книгу.

source: Kiedy człowiek ledwo żyje, to jedzenie i wygodne łóżko są pierwszymi rzeczami, jakie przychodzą mu do głowy.
uk: Коли ти ледве живий, перше, що спадає на думку, – це їжа і зручне ліжко.

source: Kiedy dotarliśmy do kopalni, okazało się, że jeden z górników nie żyje. Strażnicy, których mi przydzieliłeś, zostali, by przesłuchiwać świadków, a ja poszedłem rozmawiać z Lewko.
uk: Коли ми прибули до копальні, то побачили, що один з гірників мертвий. Вартові, яких ти приставив до мене, залишилися опитувати свідків, а я пішов поговорити з Левком.

source: Kiedy go widziałaś?
uk: Коли ти його бачила?

source: Kiedy je sobie zorganizujesz, rozgrzej materiał nad kuźnią, a potem wyrób go na kowadle. Stworzenie dobrego sprzętu wymaga czasu i cierpliwości, nie spiesz się!
uk: Після того, як ти її знайдеш, розігрій матеріал у горнилі, а потім викуй його на ковадлі. Створення хорошого спорядження вимагає часу і терпіння, тож не поспішай!

source: Kiedy już się stąd zawinę, niech robi co zechce. Mało tego, za drobną opłatę odstąpię mu nawet swoje kontakty.
uk: Коли я заберусь звідси, нехай робить, що хоче. Крім того, за невелику компенсацію я навіть віддам йому свої контакти.

source: Kiedy już to załatwisz, wróć do mnie, będę miał dla ciebie pierwsze, większe zadanie.
uk: Як тільки з цим розберешся, повертайся до мене, у мене для тебе буде перше важливе завдання.

source: Kiedy już uda ci się ubić węża błotnego, zębacza czy coś w tym stylu, musisz znaleźć jakieś słabe punkty w jego skórze.
uk: Коли вб'єш болотожера, або снеппера, або ще когось подібного, тобі потрібно знайти слабкі місця на його шкурі.

source: Kiedy kończycie, my, słudzy Adanosa, musimy ciężką pracą przywracać zatraconą równowagę.
uk: Після чого нам, слугам Аданоса, доводиться важкою працею відновлювати втрачену рівновагу.

source: Kiedy mam wrócić?
uk: Коли мені повернутися?

source: Kiedy mijałem te wszystkie szczurze truchła, spodziewałem się, że załatwił je ktoś trochę bardziej... imponujący.
uk: Коли я проходив повз усі ці щурячі тушки, я сподівався, що з ними розправився хтось більш... вражаючий.

source: Kiedy mikstura będzie gotowa?
uk: Коли зілля буде готове?

source: Kiedy moi tropiciele wykonują zadania w terenie, zdarza im się zbierać mnóstwo przeróżnych roślin. Większość po prostu sprzedajemy alchemikom, bo co innego z nimi zrobimy?
uk: Коли мої слідопити працюють у полі, вони збирають багато різних рослин. Більшість з них ми просто продаємо алхімікам, бо що ще з ними робити?

source: Kiedy nabierzesz doświadczenia, zrozumiesz, że lepiej trzymać rękę na pulsie!
uk: Коли наберешся досвіду, зрозумієш, що краще тримати руку на пульсі!

source: Kiedy obiłem Kafowi buźkę, od razu potwierdził, że ktoś go opłacił. Zanim pójdziemy do Ernesto, postanowiłem zmusić Kafa, żeby zaprowadził mnie do swojego pracodawcy. Jeśli dowiem się, kto go wynajął i dlaczego, może będę mógł liczyć na jeszcze większą nagrodę od Ernesto? Lepiej nie spuszczać tego oszusta z oczu, bo jeszcze spróbuje dać nogę.
uk: Коли я вдарив Кафа по обличчю, він одразу ж підтвердив, що йому хтось заплатив. Перш ніж піти до Ернесто, я змусив Кафа відвести мене до його замовника. Якщо я дізнаюся, хто і навіщо його найняв, то, можливо, зможу отримати ще більшу винагороду від Ернесто? Краще наглядати за цим шахраєм, а то він ще спробує втекти.

source: Kiedy oderwiesz pierwszy fragment, mocno pociągnij i zedrzyj całość. Z czasem pozyskiwane przez ciebie skóry będą w coraz lepszym stanie.
uk: Після надрізання сильно потягни та знімай шкуру цілком. З часом це почне виходити в тебе все краще і краще.

source: Kiedy okręt znalazł się blisko mielizn, kapitan przemytników kazał nam wyjść na pokład. Okazało się, że Timo nie zapłacił za naszą szalupę - zaczęli się kłócić, a kiedy kapitan wyciągnął broń, postanowiłem interweniować.
uk: Коли ми наблизилися до мілини, капітан контрабандистів наказав нам вийти на палубу. Виявилося, що Тімо не заплатив за наш човен до берега. Вони почали сперечатися, але коли капітан витягнув зброю, я вирішив втрутитися.

source: Kiedy ostatni raz zrealizowałem coś, czego sam pragnąłem? Kiedy pomogłem innym, bo mogłem lub sam chciałem to uczynić? Nigdy! Wykonuję tylko rozkazy, które ciągle otrzymuję.
uk: Коли я востаннє усвідомлював, що хочу чогось для себе? Коли я допомагав іншим, тому що міг або сам цього хотів? Ніколи! Я просто виконую накази, які отримую.

source: Kiedy ostatnio byłeś w mieście?
uk: Коли ти востаннє був у місті?

source: Kiedy ostatnio go widziałeś?
uk: Коли ти його востаннє бачив?

source: Kiedy ostatnio słyszałeś o postępie medycyny? Nowym leku, nowych metodach, czy wnikliwych badaniach ludzkiego organizmu?
uk: Коли ви востаннє чули про досягнення в медицині? Про нові ліки, нові методи лікування чи глибокі дослідження людського організму?

source: Kiedy pazur jest całkowicie wysunięty, robisz nacięcie aż do paliczka i ciągniesz. Jeśli zostało przy nim jakieś mięso, to się go pozbywasz.
uk: Коли кіготь повністю витягнутий, робиш надріз до фаланги і тягнеш. Якщо на ньому залишилося м'ясо, то зрізаєш його.

source: Kiedy pomyślę o obecnej sytuacji na wyspie, zaczynam się zastanawiać, kiedy Przeor w końcu pozwoli nam udać się między ludzi udzielić im pomocy.
uk: Коли я думаю про поточну ситуацію на острові, я починаю задаватись питанням, коли ж нарешті Настоятель дозволить нам вийти між люди, щоб допомогти їм.

source: Kiedy przyjdzie odpowiedni moment, musimy iść na miejsce na jakiś czas przed Ernesto. Wiem, że nie jest nas dużo, ale nie przewiduję dużej ochrony ze strony Araxos. Trzymać kciuki, żeby Ernesto nie wybrał tunelu w górze. Jeśli tak zrobi, to jesteśmy w dupie.
uk: Коли прийде час, ми повинні випередити Ернесто і дістатися місця. Знаю, що нас не багато, але я не очікую серйозного захисту від Араксосу. Схрестіть пальці, щоб Ернесто не вибрав гірський тунель. Якщо це станеться, ми в дупі.

source: Kiedy rozmawiałem z Sachsem - człowiekiem, którego poznałem na pogrzebie Normana - znikąd pojawił się jakiś obcy mężczyzna. Nie wiem skąd ale nieznajomy znał moje imię... Ze słów jego oraz Sachsa wynika, że zostałem oszukany. Lichwiarz i jego ludzie wykorzystali mnie jedynie do walki z wrogą sobie organizacją, jednocześnie przetrzymując Jorna w magazynie. Muszę się stąd jak najszybciej wydostać, a później wyciągnąć z tego faceta tyle informacji, ile tylko się da. Może wtedy wszystko poukłada się w całość.
uk: Поки я розмовляв із Саксом – чоловіком, з яким познайомився на похороні Нормана – невідомо звідки з'явився незнайомець, який звідкись знав моє ім'я... З його слів і слів Сакса я зрозумів, що мене обдурили. Лихвар і його люди використовували мене лише для боротьби з ворожою організацією, утримуючи Йорна на складі. Мені потрібно якнайшвидше вибратися звідси, а потім витягти з цього хлопця побільше інформації. Можливо, тоді все стане на свої місця.

source: Kiedy się już za to bierzesz, uważaj na skórę, bo łatwo się poparzyć. Najlepiej odczekaj chwilę od śmierci gada, ale jeśli z ciebie twardziel, to nie musisz tego robić.
uk: Перед тим, як почати, будь обережний, тому що можна легко обпектися. Краще почекати якийсь час після смерті ящера, але якщо ти сміливець, то можеш цього не робити.

source: Kiedy się stąd zbieramy?
uk: Коли ми звідси виберемося?

source: Kiedy się z nimi rozmówisz, natychmiast do mnie wróć. Nie mamy czasu do stracenia.
uk: Коли поговориш з ними, негайно повертайся до мене. У нас немає часу на зволікання.

source: Kiedy spróbowałem przemówić mu do rozsądku, zwyzywał mnie i gdzieś się zaszył. Tylko bogowie wiedzą, co robi w tym ukryciu.
uk: Коли я намагався врозумити його, він лише посміявся наді мною і десь заховався. Тільки боги знають, що він робить у тій схованці.

source: Kiedy szykowaliśmy się do całej akcji razem z Arwidem, Elida ktoś okradł. Pobiegliśmy za złodziejem i pozbyliśmy się go, co bardzo Elida ucieszyło.
uk: Поки ми з Арвідом готувалися діяти, Еліда хтось обікрав. Ми побігли за злодієм і розібралися з ним, чим дуже втішили Еліда.

source: Kiedy to mogło być?
uk: Коли це було?

source: Kiedy tu przybyłem wiele lat temu, byłem traktowany równie źle jak wy. Wtedy dodatkowo trwała plaga polnych bestii, co nie poprawiało humoru mieszkańcom.
uk: Коли я прибув сюди багато років тому, зі мною поводилися так само погано, як і з вами. До того ж, тоді було нашестя польових жуків, що лише погіршувало настрій мешканців.

source: Kiedy tu szedłem, przy rozstajach za Wielką Winnicą widziałem w krzakach ciało jakiegoś nieszczęśnika.
uk: Коли я сюди добиралася, на перехресті за Великим виноградником, в кущах я побачив тіло якогось нещасного.

source: Kiedy tylko dowie się, że orkowie nas zatopili, z pewnością zamknie przemyt. I bardzo dobrze! Niech Beckett zdechnie z głodu!
uk: Як тільки він дізнається, що орки нас потопили, він неодмінно припинить контрабанду. І дуже добре! Нехай Беккет помре з голоду!

source: Kiedy udowodni się ich winę, będą musieli zapłacić za wynajęcie ekipy przenoszącej towar. Zażądam od nich takiej kwoty, że w życiu tego nie spłacą!
uk: Коли буде доведено їхню провину, їм доведеться заплатити за найм вантажників. Я вимагатиму з них таку суму, яку вони в житті не зможуть повернути!

source: Kiedy widzisz, że twój przeciwnik ledwo dycha, wyceluj w nogi i dopiero wtedy oddaj strzał. W ten sposób powalisz przeciwnika, a go nie zabijesz.
uk: Коли ти бачиш, що супротивник ледве дихає, цілься йому в ноги й тільки потім стріляй. Таким чином ти зіб'єш його з ніг, але не вб'єш.

source: Kiedy wy się nauczycie...
uk: Коли ви вже навчитеся...

source: Kiedy wymacasz wyjątkowo wrażliwe miejsce na ciele upolowanej zwierzyny, natnij je czymś ostrym, i stopniowo zacznij ściągać całą skórę.
uk: Коли ти намацав особливо чутливе місце на тілі впольованої тварини, надріж його чимось гострим і поступово починай здирати шкуру повністю.

source: Kiedy wyruszamy?
uk: Коли вирушаємо?

source: Kiedy wytrzeźwiejesz, to zgłoś się do sierżanta Baesa.
uk: Коли протверезієш, доповіси сержанту Байсу.

source: Kiedy zaatakują nas orkowie? Chcę się bić!
uk: Коли орки нападуть на нас? Я хочу битись!

source: Kiedy zabrałem rzeczy ze skrzyni Jona, zostałem zaatakowany przez trzech bandziorów. Obstawiam, że to ci, którzy rozmawiali z Ivy, ale potem będę się tym martwił. Najpierw muszę sprawdzić, co uda mi się zdziałać dzięki znalezionemu pakunkowi.
uk: Коли я забирав речі зі скрині Йона, на мене напали троє головорізів. Б'юся об заклад, що це саме вони говорили з Айві, але про це я потурбуюся пізніше. Спершу слід з'ясувати, що можна зробити зі знайденим пакунком.

source: Kiedy zaczynasz pracę nad łukiem czy kuszą, musisz uważnie przyjrzeć się materiałom, które wykorzystujesz. Drewno musi być giętkie, ale i wytrzymałe, co najlepiej sprawdzać na bieżąco podczas pracy.
uk: Коли ти починаєш працювати над луком чи арбалетом, тобі потрібно уважно придивлятися до матеріалів, які ти використовуєш. Деревина повинна бути гнучкою, але водночас міцною, а це найкраще перевіряти в процесі роботи.

source: Kiedy zacząłem rozmowę z Crisenem, bardzo szybko zeszła na dziwną ścieżkę. Lepiej nie będę wysyłał kogoś takiego do straży. Roderich dostałby szału, gdyby ktoś zaczął tak analizować jego rozkazy.
uk: Коли я почав розмову з Крісеном, він швидко звернув її у дивне русло. Я б не став брати таку людину у Варту. Родеріх розлютиться, якщо хтось почне так аналізувати його накази.

source: Kiedy założono placówkę na Glenwyr?
uk: Коли було засновано аванпост на Гленвірі?

source: Kiedy zbliżyłem się do jednej ze skrzyń, zdałem sobie sprawę, że strasznie śmierdzi. Nie wiem, co w nich jest, a Fulko nie chce mi tego powiedzieć. W każdym razie, pora wziąć się za kolejną skrzynię z 'Avenal'.
uk: Наблизившись до одного з ящиків, я зрозумів, що від них жахливо смердить. Не знаю, що в них, а Фулько мені не говорить. Так чи інакше, пора братися за інший ящик 'Авенала'.

source: Kiedy zdarzy się sytuacja, gdy moim przeciwnikiem nie będzie dzikie zwierzę, a człowiek, nie muszę unikać sięgania po łuk czy kuszę. Jeśli odpowiednio wyceluję i strzelę przeciwnikowi w kolano, nie doprowadzę do jego śmierci.
uk: Коли виникає ситуація, коли моїм супротивником виступає не дика тварина, а людина, мені не потрібно цуратися потягнутися до лука чи арбалета. Якщо я правильно прицілюся і поцілю супернику в коліно, це не стане причиною його смерті.

source: Kiedy znaleźliśmy się blisko mielizn, kapitan przemytników kazał nam wyjść na pokład. Okazało się, że Timo nie zapłacił za naszą szalupę - zaczęli się kłócić, aż w końcu zdenerwowany kapitan wyciągnął broń i zabił Timo. Trochę przykre, ale wolałem się w to nie mieszać.
uk: Коли ми наблизилися до мілини, капітан контрабандистів наказав нам вийти на палубу. Виявилося, що Тімо не заплатив за наш човен до берега. Вони почали сперечатися, поки нарешті розлючений капітан не витягнув зброю і не вбив Тімо. Трохи прикро, але я вирішив за краще не втручатися.

source: Kiedy zobaczył, co się dzieje, podjął decyzję o interwencji. Obiecał zebrać wszystkich magów i przybyć do miasta najszybciej, jak będzie to możliwe.
uk: Коли він побачив, що відбувається, то вирішив втрутитися. Він пообіцяв зібрати всіх магів і якнайшвидше прибути до міста.

source: Kiedyś byliśmy zmorą handlarzy, ale w końcu morze nas pokarało.
uk: Колись ми були прокляттям для торговців, але врешті-решт море нас покарало.

source: Kiedyś byłem kucharzem i gotowałem przepysznie!
uk: Я колись був кухарем і дуже смачно готував!

source: Kiedyś było lepiej, ale dzisiaj większość moich słuchaczy to zwierzęta i krople deszczu.
uk: Раніше бувало краще, але сьогодні більшість моїх слухачів – це звірі і краплі дощу.

source: Kiedyś dostałem to jeszcze od twojego ojca, gdy próbował nauczyć mnie kowalstwa.
uk: Я отримав це ще від твого батька, коли він намагався навчити мене ковальству.

source: Kiedyś ich śledziłem, bo chciałem do nich dołączyć, no ale mnie wyśmiali... Nic więcej nie wiem, nie zrobiłem nic złego. Proszę, nie róbcie mi krzywdy!
uk: Я ходив за ними, бо хотів до них приєднатися, але вони посміялися наді мною... Більше я нічого не знаю, я не зробив нічого поганого. Будь ласка, не кривдь мене!

source: Kiedyś miałem okazję dołączyć do armii, 'zobaczyć świat', 'walczyć ku chwale Myrtany' i 'pławić się w nieprzebranych bogactwach.'
uk: Колись у мене була можливість вступити до армії, 'побачити світ', 'битися за славу Міртани' і 'потонути в незліченних багатствах'.

source: Kiedyś nim był. Kiedyś też był bardziej gadatliwy.
uk: Він ним і був. А ще колись він був більш розважливим.

source: Kiedyś odwiedzaliśmy wszystkie porty królestwa. Dziewczyny, butelka wina w ręce... aaa, rozmarzyłem się.
uk: Колись ми відвідували всі порти королівства. Пляшка вина в руці, красиві дівчата... ех, згадалося.

source: Kiedyś ojciec wysłał mnie nawet na lekcje do alchemika, ale niezbyt sobie radziłem. Ten staruch był beznadziejnym nauczycielem. Z tobą pewnie szybko pojmę podstawy!
uk: Одного разу батько навіть відправив мене навчатися до алхіміка, але у мене не дуже добре виходило. Той старий був безнадійним учителем. А з тобою я певно швидко опаную основи!

source: Kiedyś pomagałem ojcu przy pracy, ale to... stare dzieje. Wiele zdążyłem już zapomnieć.
uk: Колись я допомагав батькові з роботою, але це... було давно. Я вже багато чого забув.

source: Kiedyś próbowałem napisać powieść, ale straciłem wątek i postanowiłem to rzucić a ówczesny dorobek spalić.
uk: Колись я намагався написати роман, але втратив сюжетну лінію і вирішив кинути цю справу, а всі напрацювання спалити.

source: Kiedyś płynęła przez nią magia.
uk: Колись через неї струменіла магія.

source: Kiedyś się nie bałem burzy. Tańczyłem i śpiewałem w deszczu, ale to się skończyło.
uk: Раніше я не боявся бурь. Я танцював і співав під дощем, але це припинилося.

source: Kiedyś składali mi kilka ofert, ale żadna z nich nie wydawała się odpowiednia.
uk: Вони робили мені декілька пропозицій, але жодна з них мене не влаштувала.

source: Kiedyś służyła rybakom podczas połowów na jeziorze, ale od jakiegoś czasu jest punktem wymiany towarów między wioską a Małą Winnicą.
uk: Раніше ним користувалися рибалки, які ловили рибу в озері, але з деяких пір він став пунктом обміну товарів між селом і Малим виноградником.

source: Kiedyś taki był. Mogę nie zgadzać się z Kuno na wielu polach, ale nie jestem też ślepy.
uk: Колись він був таким. Я можу не погоджуватися з Куно в багатьох питаннях, але я теж не сліпий.

source: Kiedyś zostanę magiem! Wiem, że mi się uda!
uk: Колись я стану магом! Я знаю, що у мене вийде!

source: Kiedyś, gdy byłem młodszy, to i głos miałem mniej zdarty, ale cieszę się, że ci się podobała.
uk: В молодості у мене був менш хриплий голос, але я радий, що тобі сподобалося.

source: Kiedyś, jak byłem młodszy, zaciągnąłem się do armii. To było zaraz po wybuchu wojny z Varrantem.
uk: Колись, як був молодшим, я завербувався до армії. Це було якраз на початку війни з Варантом.

source: Kiep
uk: Кіп

source: Kiepska pogoda...
uk: Паскудна погода...

source: Kiepski długi miecz
uk: Грубий довгий меч

source: Kiepski krótki miecz
uk: Грубий короткий меч

source: Kiepski miecz
uk: Грубий меч

source: Kiepski miecz dwuręczny
uk: Грубий дворучний меч

source: Kiepski piernacz
uk: Грубий пернач

source: Kiepski szeroki miecz
uk: Грубий палаш

source: Kiepski tasak
uk: Груба сокира

source: Kiepski topór bojowy
uk: Груба бойова сокира

source: Kiepski z ciebie materiał na kupca, choć jak na pierwszy raz to nieźle sobie poradziłeś. Masz tu parę drobniaków - zasłużyłeś.
uk: Продавець з тебе не дуже, хоча для першого разу ти непогано впорався. Ось тобі трохи монет – ти їх заслужив.

source: Kiepskie ostrze
uk: Грубий клинок

source: Kiepskie ostrze magiczne
uk: Грубий магічний клинок

source: Kiepskie posłanie nie pozwala ci należycie odpocząć.
uk: Погана постільна білизна не дала вам повноцінно відпочити.

source: Kiepskie. Znacznie gorsze od tego, co mamy teraz.
uk: Погане. Значно гірше, ніж те, що ми маємо зараз.
